Repository: m2m-solutions/M2M-OeeSystem-Legacy
Catalog: M2M.DataCenter.Localization/DataCenter.*.resx
Languages: sv

# Report.DivisionStoppageMonthly.Header
source: Downtime tracking
sv: Stopptidsuppföljning

# Report.DivisionStoppageMonthly.SubHeader
source: Monthly report
sv: Månadsrapport

source: Stops
sv: Stopp

# Chart.Stop.Distribution
source: {0} stops per 1000 cycles. Total number of stops: {1}
sv: {0} stopp per 1000 cykler. Totalt antal cykler: {1}

source: Add new shift
sv: Lägg till skift

# Shift.DeleteText.Part1
source: Do you want to remove the shift
sv: Vill du ta bort skiftet

# Warning.EmptyRecord.Shift
source: No shifts defined
sv: Inga skift definierade

# Report.DivisionOeeDaily.Description
source: Key figures (OEE) and downtime tracking for a single division/line
sv: Nyckeltal (TAK) och stopptidsuppföljning för en enskild avdelning/linje

# Report.DivisionOeeDaily.DisplayName
source: Division - Daily report - OEE and downtime tracking
sv: Avdelning - Dagsrapport - TAK och stopptidsuppföljning

# Report.DivisionOeeDaily.Header
source: Overview
sv: Översikt

# Report.DivisionOeeDaily.SubHeader
source: Daily report
sv: Dagsrapport

# Report.DivisionStoppageWeekly.Description
source: Downtime tracking for a single division/line
sv: Stopptidsuppföljning för en enskild avdelning/linje

# Report.DivisionStoppageWeekly.DisplayName
source: Division - Weekly report - Downtime tracking
sv: Avdelning - Veckorapport - Stopptidsuppföljning

# Report.DivisionStoppageWeekly.Header
source: Downtime tracking
sv: Stopptidsuppföljning

# Report.DivisionStoppageWeekly.SubHeader
source: Weekly report
sv: Veckorapport

# MachineNotConnected
source: No contact with machine
sv: Ingen kontakt med maskin

source: Secondary failure
sv: Följdfel

source: Secondary failures
sv: Följdfel

# DeviceUnitLevel.0
source: Facility
sv: Anläggning

# DeviceUnitLevel.1
source: Module
sv: Modul

# DeviceUnitLevel.2
source: Machine
sv: Maskin

# DeviceUnitLevel.3
source: Track
sv: Bana

# StoppageGraphGroupCount
source: Number of causes in stoptime graphs
sv: Antal stopporsaker i grafer

# Report.DivisionOeeMonthly.Description
source: Key figures (OEE) for a single division/line
sv: Nyckeltal (TAK) för en enskild avdelning/linje

# Report.DivisionOeeMonthly.DisplayName
source: Division - Monthly report - OEE
sv: Avdelning - Månadsrapport - TAK

# Report.DivisionOeeMonthly.Header
source: OEE
sv: TAK/OEE

# Report.DivisionOeeMonthly.SubHeader
source: Monthly report
sv: Månadsrapport

# Report.DivisionOeeWeekly.Description
source: Key figures (OEE) for a single division/line
sv: Nyckeltal (TAK) för en enskild avdelning/linje

# Report.DivisionOeeWeekly.DisplayName
source: Division - Weekly report - OEE
sv: Avdelning - Veckorapport - TAK

# Report.DivisionOeeWeekly.Header
source: OEE
sv: TAK/OEE

# Report.DivisionOeeWeekly.SubHeader
source: Weekly report
sv: Veckorapport

# ArticleDeleteFailed
source: Failed to delete article
sv: Misslyckades att ta bort artikel

# ArticleDeleteSuccess
source: Article successfully deleted
sv: Artikel borttagen

# ArticleDuplicate
source: Article already in list
sv: Artikel redan upplagd

# ArticleInsertFailed
source: Failed to add article
sv: Misslyckades att lägga upp artikel

# ArticleInsertSuccess
source: Article successfully added
sv: Ny artikel upplagd

# ArticleUpdateFailed
source: Failed to update article
sv: Misslyckades uppdatera artikel

# ArticleUpdateSuccess
source: Article successfully updated
sv: Artikel uppdaterad

# Grid.PageSizeLabelText
source: Page size
sv: Sidstorlek

# Npb.Module
source: Module
sv: Modul

# Npb.PackagingCenter
source: Packaging Center
sv: Packstation

# Report.NpbMonthly.Description
source: Key figures (OEE) and downtime tracking for a unit
sv: Nyckeltal (TAK) och stopptidsuppföljning för en enhet

# Report.NpbMonthly.DisplayName
source: Unit - Monthly Summary - OEE and downtime tracking
sv: Enhet - Månadsrapport - TAK och stopptidsuppföljning

# Report.NpbMonthly.Header
source: Monthly report
sv: Månadsrapport

# Report.NpbWeekly.Description
source: Key figures (OEE) and downtime tracking for a module
sv: Nyckeltal (TAK) och stopptidsuppföljning för en modul

# Report.NpbWeekly.DisplayName
source: Module - Weekly Summary - OEE and downtime tracking
sv: Modul - Veckorapport - TAK och stopptidsuppföljning

# Report.NpbWeekly.Header
source: Weekly report
sv: Veckorapport

source: Actual production time
sv: Faktisk produktionstid

source: Available production time
sv: Tillgänglig produktionstid

# Npb.InternalValues
source: Internal values
sv: Interna värden

# Npb.Unit
source: Unit
sv: Enhet

# PreviousOee
source: OEE (previous 3 months)
sv: TAK/OEE (föregående 3 månader)

# PreviousOee.Abbr
source: Accumulated
sv: Ackumulerat

# LineExplanation
source: For a line the values above shows the total downtime for all stations in the line. The downtime in a station does not always stop the whole line.
sv: För en linje visar värdena ovan en summering av de ingående stationernas stopptider. Ett stopp i en station behöver nödvändigtvis inte stoppa hela linjen.

# Report.NpbMonthly.DocumentName
source: Monthly report - {0} - {1}.{2}
sv: Månadsrapport - {0} - {1}.{2}

# Report.NpbWeekly.DocumentName
source: Weekly report - {0} - {1}.{2}
sv: Veckorapport - {0} - {1}.{2}

# ProducedItemsInThousands
source: Items in thousands
sv: Antal i tusental

source: Flow error
sv: Flödesfel

source: Show system errors
sv: Visa systemfel

# AvailabilityLossExtended
source: Loss in availability (L = Ls + Lf)
sv: Tillgänglighetsförlust (F = Fs + Ff)

# AvailabilityLossWithAbbr
source: Loss in availability (L)
sv: Tillgänglighetsförlust (F)

# ArticleOrActiveStop
source: Article number / Active stop
sv: Artikelnummer / Aktivt stopp

# AvailabilityLoss.Abbr
source: L
sv: F

# AvailabilityLossBasedOnActualStops
source: Loss in availability based on actual stops
sv: Tillgänglighetsförlust baserat på faktiska stopp

# AvailabilityLossBasedOnActualStops.Abbr
source: Ls
sv: Fs

# AvailabilityLossBasedOnActualStopsWithAbbr
source: Loss in availability based on actual stops (Ls)
sv: Tillgänglighetsförlust baserat på faktiska stopp (Fs)

# AvailabilityLossBasedOnFlowErrors
source: Loss in availability based on flow errors
sv: Tillgänglighetsförlust baserat på flödesfel

# AvailabilityLossBasedOnFlowErrors.Abbr
source: Lf
sv: Ff

# AvailabilityLossBasedOnFlowErrorsWithAbbr
source: Loss in availability based on flow errors (Lf)
sv: Tillgänglighetsförlust baserat på flödesfel (Ff)

source: Communication error
sv: Kommunikationsfel

# CommunicationError.Abbr
source: Com. error
sv: Komm. fel

source: Actual downtime
sv: Faktisk stopptid

# BasedOnActualStopsWithAbbr
source: ...based on actual stops (Ls)
sv: ...baserat på faktiska stopp (Fs)

# BasedOnFlowErrorsWithAbbr
source: ...based on flow errors (Lf)
sv: ...baserat på flödesfel (Ff)

source: Flow error downtime
sv: Flödesrelaterad stopptid

# Report.StoppageAnalyzeWeekly.Header
source: Analyze stop reasons
sv: Analys stopporsaker

# Report.StoppageAnalyzeWeekly.SubHeader
source: Stops per week
sv: Stopp per vecka

source: Additional modules
sv: Tilläggsmoduler

source: Add modules
sv: Lägg till moduler

# Analyze
source: Events
sv: Händelser

# DowntimeCause
source: Cause
sv: Stopporsak

# Report.StoppageAnalyzeWeekly.Description
source: Stops per week for an individual downtime cause/category over 12 weeks
sv: Stopp per vecka för en enskild stopporsak/kategori över en 12-veckorsperiod

# Report.StoppageAnalyzeWeekly.DisplayName
source: Machines - 12 weeks - Downtime cause analyze
sv: Maskiner - 12 veckor - Stopporsaksanalys

source: Week, until
sv: Vecka, t.o.m.

source: Order by
sv: Sortera efter

# ShowAdvancedView
source: Advanced View
sv: Avancerad vy

# ShowGraphicalView
source: Graphical View
sv: Grafisk vy

# StoppageOrderBy.Downtime
source: Downtime
sv: Stopptid

# StoppageOrderBy.NumberOfStops
source: Number of stops
sv: Antal stopp

# Page.Title.Analyze.Division
source: M2M OeeSystem - Events - {0}
sv: OeeSystem - Händelser - {0}

# Page.Title.Analyze.Facility
source: M2M OeeSystem - Events - Facility
sv: OeeSystem - Händelser - Anläggning

# Page.Title.Analyze.Machine
source: M2M OeeSystem - Events - {0} - {1}
sv: OeeSystem - Händelser - {0} - {1}

# Page.Title.Status
source: M2M OeeSystem - Status - {0}
sv: OeeSystem - Status - {0}

# ProductionView.Analytical
source: Event view
sv: Händelsevy

# ProductionView.Default
source: Default view
sv: Standardvy

# ProductionView.Graphical
source: Graphical view
sv: Grafisk vy

# Module.Analyze
source: Events view
sv: Händelsevy

# Module.Status
source: Graphical view
sv: Grafisk vy

# Report.StoppageAnalyze.Comment
source: Only machines/stations with stoppages within selected category/cause are listed
sv: Visar endast maskiner/stationer med stopp inom vald kategori/stopporsak

source: Month, until
sv: Månad, t.o.m.

# Report.StoppageAnalyzeDaily.Description
source: Stops per day for an individual downtime cause/category over 14 days
sv: Antal stopp per dag för en enskild stopporsak/kategori över en 14-dagarsperiod

# Report.StoppageAnalyzeDaily.DisplayName
source: Machines - 14 days - Downtime cause analyze
sv: Maskiner - 14 dagar - Stopporsaksanalys

# Report.StoppageAnalyzeDaily.Header
source: Analyze stop reasons
sv: Analys stopporsaker

# Report.StoppageAnalyzeDaily.SubHeader
source: Stops per day
sv: Stopp per dag

# Report.StoppageAnalyzeMonthly.Description
source: Stops per month for an individual downtime cause/category over 12 months
sv: Stopp per månad för en enskild stopporsak/kategori över en 12-månadersperiod

# Report.StoppageAnalyzeMonthly.DisplayName
source: Machines - 12 months - Downtime cause analyze
sv: Maskiner - 12 månader - Stopporsaksanalys

# Report.StoppageAnalyzeMonthly.Header
source: Analyze stop reasons
sv: Analys stopporsaker

# Report.StoppageAnalyzeMonthly.SubHeader
source: Stops per month
sv: Stopp per månad

# CurrentCulture
source: English
sv: Svenska

source: Help
sv: Hjälp

# Help.About
source: About M2M OEE System
sv: Om M2M OEE System

# Help.Oee
source: Description OEE
sv: Beskrivning av TAK

source: All rights reserved
sv: Alla rättigheter förbehålls

source: Licensed to
sv: Licenserad till

# Oee.Special
source: APQ
sv: OEE

# PaceInHour
source: Pace/hour
sv: Takt/tim

source: All categories selected
sv: Alla kategorier valda

# CategoriesCheckedString
source: categories selected
sv: kategorier valda

source: No categories selected
sv: Inga kategorier valda

source: Select all
sv: Välj alla

source: - show all -
sv: - visa alla -

# Report.DivisionOeeDaily.DocumentName
source: OEE and downtime - {0} - {1:d}
sv: TAK och stopptid - {0} - {1:d}

# Report.DivisionOeeMonthly.DocumentName
source: OEE - {0} - {1}.{2}
sv: TAK- {0} - {1}.{2}

# Report.DivisionOeeWeekly.DocumentName
source: OEE - {0} - {1}.{2}
sv: TAK- {0} - {1}.{2}

# Report.DivisionStoppageMonthly.DocumentName
source: Downtime - {0} - {1}.{2}
sv: Stopptid - {0} - {1}.{2}

# Report.DivisionStoppageWeekly.DocumentName
source: Downtime - {0} - {1}.{2}
sv: Stopptid - {0} - {1}.{2}

# Report.MachineOeeDaily.DocumentName
source: OEE and downtime - {0} - {1:d}
sv: TAK och stopptid - {0} - {1:d}

# Report.MachineOeeMonthly.DocumentName
source: OEE - {0} - {1}.{2}
sv: TAK - {0} - {1}.{2}

# Report.MachineOeeWeekly.DocumentName
source: OEE - {0} - {1}.{2}
sv: TAK - {0} - {1}.{2}

# Report.MachineStoppageMonthly.DocumentName
source: Downtime - {0} - {1}.{2}
sv: Stopptid - {0} - {1}.{2}

# Report.MachineStoppageWeekly.DocumentName
source: Downtime - {0} - {1}.{2}
sv: Stopptid - {0} - {1}.{2}

# Report.StoppageAnalyzeWeekly.DocumentName
source: {0} - {1} - {2} w{3}
sv: {0} - {1} - {2} v{3}

# Report.DivisionProductionWeekly.Description
source: Production overview for a single division/line
sv: Produktionsöversikt en enskild avdelning/linje

# Report.DivisionProductionWeekly.DisplayName
source: Division - Weekly report - Production
sv: Avdelning - Veckorapport - Produktion

# Report.DivisionProductionWeekly.DocumentName
source: UnitProduction - {0} - {1}.{2}
sv: Produktion - {0} - {1}.{2}

# Report.DivisionProductionWeekly.Header
source: Production
sv: Produktion

# Report.DivisionProductionWeekly.SubHeader
source: Weekly report
sv: Veckorapport

# NonScheduled
source: Non schedule
sv: Ej schemalagd

# StateType.NotConnected
source: No communication
sv: Ingen kommunikation

# Report.PlantProductionWeekly.Description
source: Production overview for entire plant
sv: Produktionsöversikt över hela anläggningen

# Report.PlantProductionWeekly.DisplayName
source: Plant - Weekly report - Production
sv: Anläggning - Veckorapport - Produktion

# Report.PlantProductionWeekly.Header
source: Production
sv: Produktion

# Report.PlantProductionWeekly.SubHeader
source: Weekly report
sv: Veckorapport

# Report.ProductionWeekly.DocumentName
source: Production - Plant - {0}.{1}
sv: Produktion - Anläggning - {0}.{1}

source: Change-over
sv: Ställ

# Logon.ShortFailure
source: * Wrong password. Try again.
sv: * Fel lösenord. Försök igen.

# Logon.ShortTitle
source: Logon
sv: Inloggning

# Panel.AddObject
source: Add new object
sv: Lägg till nytt objekt

# Panel.AlwaysUpdate
source: Update reason view after each change
sv: Uppdatera orsaksvyn varje gång ändringar har gjorts

# Panel.ButtonPropertyForm.ConnectReason
source: Connect reason to button
sv: Koppla orsak till knapp

# Panel.ButtonPropertyForm.NotInUse
source: Not used
sv: Används ej

# Panel.ChooseSignal
source: Choose signal from machine/line
sv: Välj signal från maskin/linje

# Panel.DoNotUse
source: [Do not use]
sv: [Använd ej]

# Panel.FailedToConnect.Local
source: Failed to access local settings
sv: Kan inte komma åt lokala inställningar.

# Panel.NoStopPending
source: No pending stops
sv: Ingen orsak behöver anges för tillfället

# Panel.PageViewPage1
source: State
sv: Status

# Panel.PageViewPage1.StateNotOk
source: State: Not OK
sv: Status: Inte OK

# Panel.PageViewPage1.StateOk
source: State: OK
sv: Status: OK

# Panel.PageViewPage2
source: Reason
sv: Orsak

# Panel.PageViewPage4
source: Settings
sv: Inställningar

# Panel.PageViewPage5
source: Shutdown
sv: Avsluta

# Panel.PageViewPage6
source: Admin mode
sv: Adminläge

# Panel.PageViewPage6.Off
source: Admin mode off
sv: Adminläge av

# Panel.PageViewPage6.On
source: Admin mode on
sv: Adminläge på

# Panel.UpdateReasonView
source: Update reason view
sv: Uppdatera orsaksvy

# Panel.Warning.Navigation
source: Navigation not allowed. Please choose stop reason first.
sv: Navigering ej tillåten. Var god ange orsak till stopp först.

# Panel.Warning.Title
source: Warning message
sv: Varningsmeddelande

source: Reason
sv: Orsak

# Auto
source: Running
sv: Auto

# ProductionSwitch
source: Machine off
sv: Maskin avstängd

# AnalyzeShowType.NumberOfStops
source: Stops
sv: Antal stopp

# AnalyzeShowType.WeightedNumberOfStops
source: Stops / production hour
sv: Antal stopp / produktionstimme

source: Show
sv: Visa

source: Shows
sv: Visar

# Report.ChangeOverMonthly.Header
source: Change-overs
sv: Ställ

# Report.ChangeOverWeekly.Header
source: Change-overs
sv: Ställ

# Report.ChangeOverMonthly.Description
source: Change-overs on a single machine
sv: Ställ på en enskild maskin

# Report.ChangeOverMonthly.DisplayName
source: Machine - Monthly report - Change-overs
sv: Maskin - Månadsrapport - Ställ

# Report.ChangeOverMonthly.DocumentName
source: Change-overs {0} - {1}.{2}
sv: Ställ {0} - {1}.{2}

# Report.ChangeOverMonthly.SubHeader
source: Monthly report
sv: Månadsrapport

# Report.ChangeOverWeekly.Description
source: Change-overs on a single machine
sv: Ställ på en enskild maskin

# Report.ChangeOverWeekly.DisplayName
source: Machine - Weekly report - Change-overs
sv: Maskin - Veckorapport - Ställ

# Report.ChangeOverWeekly.DocumentName
source: Change-overs {0} - {1}.{2}
sv: Ställ {0} - {1}.{2}

# Report.ChangeOverWeekly.SubHeader
source: Weekly report
sv: Veckorapport

# Report.ChangeOverMonthly.GroupName
source: Change-over
sv: Ställ

# Report.ChangeOverWeekly.GroupName
source: Change-over
sv: Ställ

# Report.DivisionOeeDaily.GroupName
source: Division/line
sv: Avdelning/linje

# Report.DivisionOeeMonthly.GroupName
source: Division/line
sv: Avdelning/linje

# Report.DivisionOeeWeekly.GroupName
source: Division/line
sv: Avdelning/linje

# Report.DivisionProductionWeekly.GroupName
source: Production
sv: Produktion

# Report.DivisionStoppageMonthly.GroupName
source: Division/line
sv: Avdelning/linje

# Report.DivisionStoppageWeekly.GroupName
source: Division/line
sv: Avdelning/linje

# Report.MachineOeeDaily.GroupName
source: Machine/station
sv: Maskin/station

# Report.MachineOeeMonthly.GroupName
source: Machine/station
sv: Maskin/station

# Report.MachineOeeWeekly.GroupName
source: Machine/station
sv: Maskin/station

# Report.MachineStoppageMonthly.GroupName
source: Machine/station
sv: Maskin/station

# Report.MachineStoppageWeekly.GroupName
source: Machine/station
sv: Maskin/station

# Report.PlantProductionWeekly.GroupName
source: Production
sv: Produktion

# Report.StoppageAnalyzeDaily.GroupName
source: Downtime analysis
sv: Stopporsaker

# Report.StoppageAnalyzeMonthly.GroupName
source: Downtime analysis
sv: Stopporsaker

# Report.StoppageAnalyzeWeekly.GroupName
source: Downtime analysis
sv: Stopporsaker

# AnalyzeShowType.ElapsedTime
source: Downtime (h)
sv: Stopptid (tim)

# AnalyzeShowType.WeightedElapsedTime
source: Downtime / production hour (%)
sv: Stopptid / produktionstimme (%)

# Report.ArticleStoppageAnalyzeMonthly.Description
source: Stops per month for an individual downtime cause/category over 12 months
sv: Stopp per månad för en enskild stopporsak/kategori över en 12-månadersperiod

# Report.ArticleStoppageAnalyzeMonthly.DisplayName
source: Articles - 12 months - Downtime cause analyze
sv: Artiklar - 12 månader - Stopporsaksanalys

# Report.ArticleStoppageAnalyzeMonthly.GroupName
source: Downtime analysis
sv: Stopporsaker

# Report.ArticleStoppageAnalyzeMonthly.Header
source: Analyze stop reasons
sv: Analys stopporsaker

# Report.ArticleStoppageAnalyzeMonthly.SubHeader
source: Stops per month
sv: Stopp per månad

# Report.ArticleStoppageAnalyzeWeekly.Description
source: Stops per week for an individual downtime cause/category over 12 weeks
sv: Stopp per vecka för en enskild stopporsak/kategori över en 12-veckorsperiod

# Report.ArticleStoppageAnalyzeWeekly.DisplayName
source: Articles - 12 weeks - Downtime cause analyze
sv: Artiklar - 12 veckor - Stopporsaksanalys

# Report.ArticleStoppageAnalyzeWeekly.DocumentName
source: {0} - {1} - {2} w{3}
sv: {0} - {1} - {2} v{3}

# Report.ArticleStoppageAnalyzeWeekly.GroupName
source: Downtime analysis
sv: Stopporsaker

# Report.ArticleStoppageAnalyzeWeekly.Header
source: Analyze stop reasons
sv: Analys stopporsaker

# Report.ArticleStoppageAnalyzeWeekly.SubHeader
source: Stops per week
sv: Stopp per vecka

# StateType.ChangeOver
source: Change-over
sv: Ställ

# StateType.FlowError
source: Flow error
sv: Flödesfel

# Panel.ClearPending
source: Clear pending
sv: Rensa inkommande

source: From
sv: Från

source: Previous article
sv: Föregående artikel

source: Subtotal
sv: Deltotal

source: Time consumed
sv: Tidsåtgång

source: To
sv: Till

# Report.NpbOee.Description
source: Key figures (OEE) and downtime tracking for a unit
sv: Nyckeltal (TAK) och stopptidsuppföljning för en enhet

# Report.NpbOee.DisplayName
source: Unit - Dynamic summary - OEE and downtime tracking
sv: Enhet - Dynamisk rapport - TAK och stopptidsuppföljning

# Report.NpbOee.DocumentName
source: Dynamic report - {0} - {1}.{2}
sv: Dynamisk rapport - {0} - {1}.{2}

# Report.NpbOee.Header
source: Report
sv: Rapport

# AvailabilityBasedOnActualStops
source: Availability except flow errors (As)
sv: Tillgänglighet utan flödesfel (Ts)

# AvailabilityBasedOnActualStops.Abbr
source: As
sv: Ts

# AvailabilityLossBasedOnActualStops.Npb
source: Availability loss except flow errors (As)
sv: Tillgänglighetsförlust utan flödesfel (Ts)

source: Items handled
sv: Antal hanterade

# Oee.Npb
source: OEEr
sv: TAKr

# Performance.Npb
source: Performance (Pr)
sv: Anläggningsutbyte (Ar)

# Performance.Npb.Abbr
source: Pr
sv: Ar

# PerformanceLoss.Npb
source: Performance loss (Pr)
sv: Hastighetsförlust (Pr)

# RangeEnd
source: To
sv: Till

# RangeStart
source: From
sv: Från

source: Scheduled production time
sv: Schemalagd produktionstid

# AvailabilityBasedOnActualStopsNpb
source: Availability except external faults (As)
sv: Tillgänglighetsförlust utan externa fel (Ts)

source: Time between stops
sv: Tid mellan stopp

source: Tool number
sv: Verktygsnr

# CommunicationBadQuality
source: Communication failure (OPC)
sv: Kommunikationsfel (OPC)

# CommunicationBadQuality.Abbr
source: Com. error OPC
sv: Komm. fel OPC

# TagType.CommunicationBadQuality
source: Communication failure (OPC)
sv: Kommunikationsfel (OPC)

# TagType.InitiatingCommunication
source: Initiating communication
sv: Initierar kommunikation

# ProductionModeSchedulerWarning
source: Edit schedules in Purplepoint Production
sv: Hantera scheman i Purplepoint Production

# ProductionModeShiftWarning
source: Edit shifts in Purplepoint Production
sv: Hantera skift i Purplepoint Production
