Repository: m2m-solutions/M2M-OeeSystem-Legacy
Catalog: M2M.DataCenter.Localization/DataCenter.*.resx
Languages: sv

source: Active
sv: Aktivt

source: All divisions
sv: Alla avdelningar

source: Article
sv: Artikel

source: Articles
sv: Artiklar

source: Availability
sv: Tillgänglighet

# Availability.Abbr
source: A
sv: T

# AvailabilityLoss
source: Loss in availability
sv: Tillgänglighetsförlust

# AvailabilityWithAbbr
source: Availability (A)
sv: Tillgänglighet (T)

source: Cancel
sv: Avbryt

source: Category
sv: Kategori

# Chart.States.Item.NotInProduction
source: No production ({0})
sv: Ej i produktion ({0})

# Chart.States.Item.Running
source: Running ({0})
sv: I drift ({0})

# Chart.States.Item.Stopped
source: Stopped ({0})
sv: Stoppad ({0})

# Chart.States.Title
source: Distribution of time
sv: Fördelning av tid

# Chart.Stops.Item
source: {0} Ocurrencies: {1} Time consumed: {2}
sv: {0} Antal: {1} Tidsåtgång: {2}

# Chart.Stops.Title
source: Distribution of stops
sv: Fördelning av stopp

# Chart.StopTimes.Item
source: {0} Ocurrencies: {1} Time consumed: {2}
sv: {0} Antal: {1} Tidsåtgång: {2}

# Chart.StopTimes.Title
source: Distribution of stop times
sv: Fördelning av stopptid

source: Date, from
sv: Datum, från

source: Date, to
sv: Datum, till

source: Days
sv: Dygn

# Days.Abbr
source: Days
sv: Dygn

source: Division
sv: Avdelning

source: Divisions
sv: Avdelningar

# ElapsedTime
source: Time consumed
sv: Tidsåtgång

source: Event
sv: Händelse

# Grid.PagerTextFormat
source: Change page: {4} | Showing page {0} of {1}, item {2} - {3} of {5}.
sv: Byt sida: {4} | Visar sida {0} av {1}, post {2} - {3} av {5}.

source: Hours
sv: Timmar

# Hours.Abbr
source: H
sv: Tim

# IgnoreNoProduction
source: Ignore non-production time
sv: Ignorera icke-producerande tid

source: Loading...
sv: Laddar...

# Logon.Button.Text
source: Log on
sv: Logga in

# Logon.Failure
source: Failed to logon. Please, try again.
sv: Inloggningsförsöket misslyckades. Försök igen.

# Logon.Password
source: Password
sv: Lösenord

# Logon.PasswordRequired
source: Password is required
sv: Ange lösenord

# Logon.Title
source: M2M OeeSystem - logon
sv: OeeSystem - inloggning

# Logon.UserName
source: User name
sv: Användarnamn

# Logon.UserNameRequired
source: User name is required
sv: Ange användarnamn

source: Machine
sv: Maskin

source: Machines
sv: Maskiner

# Master.Logon
source: You're logged on as
sv: Du är inloggad som

# Master.Logout
source: Log out
sv: Logga ut

source: Minutes
sv: Minuter

source: Not available
sv: Ej tillgänglig

# NotInProduction
source: No production
sv: Ej i produktion

source: OEE
sv: TAK/OEE

source: Pace
sv: Hastighet

# MomentUnit.Strokes
source: Strokes
sv: Slag

# MomentUnit.Welds
source: Welds
sv: Svetsar

source: Performance
sv: Anläggningsutbyte

# Performance.Abbr
source: P
sv: A

# PerformanceLoss
source: Loss in performance
sv: Hastighetsförlust

# PerformanceWithAbbr
source: Performance (P)
sv: Anläggningsutbyte (A)

source: Production
sv: Produktion

source: Quality
sv: Kvalitet

# Quality.Abbr
source: Q
sv: K

# QualityLoss
source: Loss in quality
sv: Kvalitetsförlust

# QualityWithAbbr
source: Quality (Q)
sv: Kvalitet (K)

# Report.MachineOeeDaily.Description
source: Key figures (OEE) and downtime tracking for a single machine
sv: Nyckeltal (TAK) och stopptidsuppföljning för en enskild maskin

# Report.MachineOeeDaily.DisplayName
source: Machine - Daily report - OEE and downtime tracking
sv: Maskin - Dagsrapport - TAK och stopptidsuppföljning

# Report.MachineOeeDaily.SubHeader
source: Daily report
sv: Dagsrapport

source: Reports
sv: Rapporter

source: Running
sv: I drift

source: Seconds
sv: Sekunder

# Seconds.Abbr
source: Sec
sv: Sek

source: Shift
sv: Skift

source: Show all alerts
sv: Visa alla larm

source: Show all divisions
sv: Visa alla avdelningar

source: Show division
sv: Visa avdelning

# ShowNoAlerts
source: Don\'t show alerts
sv: Visa ej larm

# StateType.ArticleSwitch
source: Article switch
sv: Artikelbyte

# StateType.Auto
source: Running
sv: I drift

# StateType.NoProduction
source: No production
sv: Ej i produktion

source: Stopped
sv: Stoppad

# TagType.ArticleNumber
source: Article
sv: Artikel

# TagType.CommunicationError
source: Communication failure
sv: Kommunikationsfel

# TagType.CurrentRunRate
source: Current pace
sv: Nuvarande hastighet

# TagType.Cycles
source: Cycles
sv: Cykler

# TagType.ExpectedRestart
source: Expected restart (OPC)
sv: Omstart, väntad (OPC)

# TagType.MainAlarm
source: Main alert
sv: Summalarm

# TagType.Moments
source: Moments
sv: Moment

# TagType.ProductionSwitch
source: Production switch
sv: Huvudbrytare

# TagType.ReasonCode
source: Reason code
sv: Orsakskod

# TagType.Stop
source: Stop
sv: Stopp

# TagType.UnexpectedRestart
source: Unexpected restart (OPC)
sv: Omstart, oväntad (OPC)

# TagType.UnidentifiedStop
source: Unidentified stop
sv: Oidentifierat stopp

source: Time stamp
sv: Tidpunkt

source: Type
sv: Typ

source: Update
sv: Uppdatera

# UserRoles.Administrator
source: Administrator
sv: Administratör

# UserRoles.Operator
source: Operator
sv: Operatör

# Warning.EmptyRecord
source: No values in selected interval
sv: Det finns inga värden inom valt intervall

# Warning.EmptyRecord.Divisions
source: No divisions in facility
sv: Det finns inga avdelningar i anläggningen

# Warning.EmptyRecord.Events
source: No events in selected interval
sv: Det finns inga händelser inom valt intervall

# Warning.EmptyRecord.Machines
source: No machines at division
sv: Det finns inga maskiner på avdelningen

# Warning.NoEventTypesSelected
source: N. B. Neither information nor alerts are selected. Choose at least one.
sv: Obs! Inga händelsetyp vald. Välj att visa larm och/eller information.

source: All shifts
sv: Alla skift

source: Milliseconds
sv: Millisekunder

# SelectShift
source: Choose shift
sv: Välj skift

# Warning.NoShiftSelected
source: No shift selected
sv: Inget skift valt

source: Description
sv: Beskrivning

source: Moments
sv: Antal

source: Moments transferred
sv: Antal, överfört

# MomentUnit.Cycles
source: Cycles
sv: Cykler

# NotAvailable2
source: Not available
sv: Ej tillgängligt

source: Report
sv: Rapport

# Report.MachineOeeMonthly.Description
source: Key figures (OEE) for a single machine
sv: Nyckeltal (TAK) för en enskild maskin

# Report.MachineOeeMonthly.DisplayName
source: Machine - Monthly report - OEE
sv: Maskin - Månadsrapport - TAK

# Report.MachineOeeMonthly.SubHeader
source: Monthly report
sv: Månadsrapport

# Report.MachineOeeWeekly.Description
source: Key figures (OEE) for a single machine
sv: Nyckeltal (TAK) för en enskild maskin

# Report.MachineOeeWeekly.DisplayName
source: Machine - Weekly report - OEE
sv: Maskin - Veckorapport - TAK

# Report.MachineOeeWeekly.SubHeader
source: Weekly report
sv: Veckorapport

# Report.MachineStoppageMonthly.Description
source: Downtime tracking for a single machine
sv: Stopptidsuppföljning för en enskild maskin

# Report.MachineStoppageMonthly.DisplayName
source: Machine - Monthly report - Downtime tracking
sv: Maskin - Månadsrapport - Stopptidsuppföljning

# Report.MachineStoppageMonthly.SubHeader
source: Monthly report
sv: Månadsrapport

# Report.MachineStoppageWeekly.Description
source: Downtime tracking for a single machine
sv: Stopptidsuppföljning för en enskild maskin

# Report.MachineStoppageWeekly.DisplayName
source: Machine - Weekly report - Downtime tracking
sv: Maskin - Veckorapport - Stopptidsuppföljning

# Report.MachineStoppageWeekly.SubHeader
source: Weekly report
sv: Veckorapport

source: Uptime
sv: Drifttid

source: Uptime transferred
sv: Drifttid, överförd

# Warning.EmptyRecord.Reports
source: No reports available
sv: Det finns inga rapporter tillgängliga

# ReportViewer.CurrentPageToolTip
source: Current Page
sv: Aktuell sida

# ReportViewer.ExportButtonText
source: Export
sv: Exportera

# ReportViewer.ExportSelectFormatText
source: Export to the selected format
sv: Exportera till valt format

# ReportViewer.ExportToolTip
source: Export
sv: Exportera

# ReportViewer.FirstPageToolTip
source: First page
sv: Första sidan

# ReportViewer.LabelOf
source: of
sv: av

# ReportViewer.LastPageToolTip
source: Last page
sv: Sista sidan

# ReportViewer.NextPageToolTip
source: Next page
sv: Nästa sida

# ReportViewer.ParametersToolTip
source: Click to close parameters area|Click to open parameters area
sv: Klicka för att stänga parameterarean|Klicka för att öppna parameterarean

# ReportViewer.PreviousPageToolTip
source: Previous page
sv: Föregående sida

# ReportViewer.PrintToolTip
source: Print
sv: Skriv ut

# ReportViewer.ProcessingReportMessage
source: Generating report...
sv: Genererar rapport...

# ReportViewer.RefreshToolTip
source: Refresh
sv: Uppdatera

# ReportViewer.ReportParametersInputDataError
source: Please input data for all parameters.
sv: Ange värden för alla parametrar.

# ReportViewer.ReportParametersInvalidValueText
source: Invalid value.
sv: Otillåtet värde.

# ReportViewer.ReportParametersNoValueText
source: Value required.
sv: Värde obligatoriskt.

# ReportViewer.ReportParametersPreviewButtonText
source: Preview
sv: Förhandsgranska

# ReportViewer.ReportParametersSelectAllText
source: - select all -
sv: - välj alla -

# ReportViewer.ReportParametersSelectAValueText
source: - select a value -
sv: - välj ett värde -

# ReportViewer.TogglePageLayoutToolTip
source: Switch to interactive view|Switch to print preview
sv: Visa interaktiv vy|Visa

# ReportViewer.ZoomToPageWidth
source: Page Width
sv: Anpassa

# ReportViewer.ZoomToWholePage
source: Full Page
sv: Helsida

# AvailableProductionTime.Abbr
source: Available prod. time
sv: Tillgänglig prod. tid

source: Batch number
sv: Chassinummer

source: Categories
sv: Kategorier

source: Date
sv: Datum

source: Downtime
sv: Stopptid

source: Downtime causes
sv: Stopporsaker

source: Downtime tracking
sv: Stopptidsuppföljning

source: Effective production time
sv: Effektiv produktionstid

source: Facility
sv: Anläggning

# IdealPaceWithUnit
source: Ideal pace (cycles/h)
sv: Idealhastighet (cykler/h)

# IdentifiedStopTime
source: Stoptime within selected categories
sv: Stopptid inom valda kategorier

source: Machine not in production
sv: Maskin ej i produktion

source: Month
sv: Månad

source: Number of previous events
sv: Antal föregående händelser

source: Number of stops
sv: Antal

# Oee.Abbr
source: OEE
sv: TAK

source: OEE overview
sv: TAK/OEE översikt

# OeePerDay
source: OEE per production day
sv: TAK/OEE per produktionsdag

# OrderStop
source: Order end
sv: Orderslut

source: Other stoptime
sv: Övrig stopptid

# Pace.Abbr
source: Pace
sv: Hast.

# PaceWithUnit
source: Pace (cycles/h)
sv: Hastighet (cykler/h)

# Page.Title.Administration
source: M2M OeeSystem - Administration
sv: OeeSystem - Administration

# Page.Title.Division
source: M2M OeeSystem - Division {0}
sv: OeeSystem - {0}

# Page.Title.Facility
source: M2M OeeSystem - All divisions
sv: OeeSystem - Hela anläggningen

# Page.Title.Logon
source: M2M OeeSystem - Logon
sv: OeeSystem - Inloggning

# Page.Title.Machine
source: M2M OeeSystem - Division {0} - Machine {1}
sv: OeeSystem - {0} - {1}

# Page.Title.Report
source: M2M OeeSystem - Reports
sv: OeeSystem - Rapporter

# Page.Title.ReportViewer
source: M2M OeeSystem - Report - {0}
sv: OeeSystem - {0}

# PartOfTotalStops
source: Part of total reg. downtime
sv: Andel av total reg. stopptid

source: Produced items
sv: Producerat antal

# ProducedItems.Abbr
source: Items
sv: Antal

source: Production time
sv: Produktionstid

# ProductionTime.Abbr
source: Prod. time
sv: Prod. tid

source: Of
sv: Av

source: Page
sv: Sida

# GeneratedBy
source: Generated by M2M OeeSystem
sv: Genererad av M2M OeeSystem

# Report.MachineOeeDaily.Header
source: Overview
sv: Översikt

# Report.MachineOeeMonthly.Header
source: OEE
sv: TAK/OEE

# Report.MachineOeeWeekly.Header
source: OEE
sv: TAK/OEE

# Report.MachineStoppageMonthly.Header
source: Downtime tracking
sv: Stopptidsuppföljning

# Report.MachineStoppageWeekly.Header
source: Downtime tracking
sv: Stopptidsuppföljning

source: Scheduled time
sv: Schemalagd tid

source: Settings
sv: Inställningar

source: Set-up time
sv: Ställtid

# StopDistribution
source: Distribution of stops
sv: Fördelning av antal stopp

# StopTimeDistribution
source: Distribution of downtime
sv: Fördelning av stopptid

source: Time consumed average
sv: Tidsåtgång snittvärde

source: Time consumed total
sv: Tidsåtgång totalt

source: Time per unit
sv: Tid per enhet

# TotalStopCount
source: Number of stops
sv: Totalt antal stopp

source: User
sv: Användare

source: Users
sv: Användare

# Warning.Chart.InvalidPerformance
source: Cannot show chart. Performance over 100%.
sv: Kan ej presentera graf. Anläggningsutbyte över 100%.

source: Week
sv: Vecka

source: Year
sv: År

source: All
sv: Alla

source: Other
sv: Övriga

source: Selected
sv: Utvalda

source: Unidentified stops
sv: Oidentifierade stopp

# Week.Abbr
source: W
sv: V

# CategoryMissing
source: No category
sv: Kategori saknas

source: Day
sv: Dag

# Add
source: Add new
sv: Lägg till

source: Add new article
sv: Lägg till artikel

source: Add new category
sv: Lägg till kategori

source: Add new division
sv: Lägg till avdelning

source: Add new machine
sv: Lägg till maskin

source: Add new user
sv: Lägg till användare

source: Address
sv: Adress

source: Alert
sv: Larm

# Category.DeleteText.Part1
source: Do you want to remove
sv: Vill du ta bort

# Category.DeleteText.Part2
source: as category?
sv: som kategori?

source: Common
sv: Allmänt

source: Company name
sv: Företagsnamn

source: Confirm deletion
sv: Bekräfta borttagning

# ConfirmUserDeletion
source: Delete this user?
sv: Ta bort denna användare?

# Culture
source: Language
sv: Språk

source: Data collection
sv: Datainsamling

source: Data collector service
sv: Datainsamlingsservice

# DataCollectorServiceRequired
source: Data collector service is required
sv: Service för datainsamling måste anges

source: Days back
sv: Dagar bakåt

source: Delete
sv: Ta bort

# DeleteTitle
source: Confirm deletion
sv: Bekräfta borttagning

source: Display
sv: Visning

source: Display name
sv: Visningsnamn

source: Edit
sv: Ändra

# EveryMinute
source: Minute(s)
sv: :e minut

# FilterStartDate
source: Start date (filter)
sv: Startdatum (filter)

# IdealCycleTimeOrPace
source: Ideal cycletime/pace
sv: Ideal cykeltid/hastighet

source: Import OPC items
sv: Importera OPC-taggar

source: Inverted
sv: Inverterad

source: Last modified
sv: Senast ändrad

source: Modules
sv: Moduler

# MomentUnit
source: Unit for moment
sv: Enhet för moment

source: No
sv: Nej

# OeeCalculate
source: Precalculate
sv: Förkalkylera

source: OPC item
sv: OPC-tagg

# OpcServerRequired
source: OPC Server is required
sv: OPC-server måste anges

source: Password
sv: Lösenord

source: Pre-calculation
sv: Förkalkylering

# PreCalculationInterval
source: Calculation interval
sv: Kalkyleringsintervall

source: Pre-calculator service
sv: Förkalkyleringsservice

# PreCalculatorServiceRequired
source: Pre-calculator service is required
sv: Service för förkalkylering måste anges

# RequiredFieldsNote
source: Fields marked with * are mandatory
sv: Fält markerade med * är obligatoriska

source: Role
sv: Roll

# RunRateUnit.CyclesPerHour
source: Cycles/h
sv: Cykler/tim

# RunRateUnit.CyclesPerMinute
source: Cycles/min
sv: Cykler/min

# RunRateUnit.CycleTimeInMilliSeconds
source: Cycle time in ms
sv: Cykeltid i ms

source: Save
sv: Spara

source: Save changes
sv: Spara ändringar

# Scheduler.AdvancedAllDayEvent
source: All day
sv: Hela dagen

# Scheduler.AdvancedCalendarCancel
source: Cancel
sv: Avbryt

# Scheduler.AdvancedCalendarToday
source: Today
sv: Idag

# Scheduler.AdvancedClose
source: Close
sv: Stäng

# Scheduler.AdvancedDaily
source: Daily
sv: Dag

# Scheduler.AdvancedDay
source: Day
sv: Dag

# Scheduler.AdvancedDays
source: day(s)
sv: :e dag

# Scheduler.AdvancedDescription
source: Shift:
sv: Skift:

# Scheduler.AdvancedDone
source: Done
sv: Klar

# Scheduler.AdvancedEditAppointment
source: Edit Appointment
sv: Ändra schema

# Scheduler.AdvancedEndAfter
source: End after:
sv: Slutar efter:

# Scheduler.AdvancedEndByThisDate
source: End by:
sv: Slutar:

# Scheduler.AdvancedEndDateRequired
source: End date is required
sv: Slutdatum måste anges

# Scheduler.AdvancedEndTimeRequired
source: End time is required
sv: Sluttid måste anges

# Scheduler.AdvancedEvery
source: Every
sv: Var

# Scheduler.AdvancedEveryWeekday
source: Every weekday
sv: Varje arbetsdag

# Scheduler.AdvancedFirst
source: first
sv: första

# Scheduler.AdvancedFourth
source: forth
sv: fjärde

# Scheduler.AdvancedFrom
source: Start time:
sv: Start:

# Scheduler.AdvancedHourly
source: Hourly
sv: Timme

# Scheduler.AdvancedHours
source: hour(s)
sv: :e timme

# Scheduler.AdvancedInvalidNumber
source: Invalid number
sv: Otillåtet nummer

# Scheduler.AdvancedLast
source: last
sv: sista

# Scheduler.AdvancedMaskDay
source: day
sv: dag

# Scheduler.AdvancedMaskWeekday
source: weekday
sv: arbetsdag

# Scheduler.AdvancedMaskWeekendDay
source: weekend day
sv: helgdag

# Scheduler.AdvancedMonthly
source: Monthly
sv: Månad

# Scheduler.AdvancedMonths
source: month(s)
sv: :e månad

# Scheduler.AdvancedNewAppointment
source: New Appointment
sv: Ny händelse

# Scheduler.AdvancedNoEndDate
source: No end date
sv: Inget slutdatum

# Scheduler.AdvancedOccurrences
source: occurrences
sv: förekomst(er)

# Scheduler.AdvancedOf
source: of
sv: i

# Scheduler.AdvancedOfEvery
source: of every
sv: var

# Scheduler.AdvancedRecurEvery
source: Recur every
sv: Upprepa var

# Scheduler.AdvancedRecurrence
source: Recurrence
sv: Hur ofta:

# Scheduler.AdvancedReset
source: reset exceptions
sv: Ta bort tidigare begränsningar

# Scheduler.AdvancedSecond
source: second
sv: andra

# Scheduler.AdvancedStartDateRequired
source: Start date is required
sv: Startdatum måste anges

# Scheduler.AdvancedStartTimeBeforeEndTime
source: Start time must be before end time
sv: Starttid måste vara tidigare än sluttid

# Scheduler.AdvancedStartTimeRequired
source: Start time is required
sv: Starttid måste anges

# Scheduler.AdvancedSubject
source: Applies to:
sv: Gäller för:

# Scheduler.AdvancedSubjectRequired
source: Shift is required
sv: Skift måste anges

# Scheduler.AdvancedThe
source: The
sv: Den

# Scheduler.AdvancedThird
source: third
sv: tredje

# Scheduler.AdvancedTo
source: End time:
sv: Slut:

# Scheduler.AdvancedWeekly
source: Weekly
sv: Vecka

# Scheduler.AdvancedWeeks
source: week(s) on
sv: :e vecka på

# Scheduler.AdvancedWorking
source: Working...
sv: Bearbetar...

# Scheduler.AdvancedYearly
source: Yearly
sv: År

# Scheduler.AllDay
source: all day
sv: Hela dagen

# Scheduler.Cancel
source: Cancel
sv: Avbryt

# Scheduler.ConfirmCancel
source: Cancel
sv: Avbryt

# Scheduler.ConfirmDeleteText
source: Are you sure you want to delete this appointment?
sv: Är du säker på att du vill ta bort händelsen?

# Scheduler.ConfirmDeleteTitle
source: Confirm deletion
sv: Bekräfta borttagning

# Scheduler.ConfirmRecurrenceDeleteOccurrence
source: Delete only this occurrence.
sv: Ta endast bort aktuell händelse.

# Scheduler.ConfirmRecurrenceDeleteSeries
source: Delete the series.
sv: Ta bort återkommande händelser.

# Scheduler.ConfirmRecurrenceDeleteTitle
source: Deleting a recurring appointment
sv: Tar bort återkommande händelser

# Scheduler.ConfirmRecurrenceEditOccurrence
source: Edit only this occurrence.
sv: Ändra endast aktuell händelse.

# Scheduler.ConfirmRecurrenceEditSeries
source: Edit the series.
sv: Ändra återkommande händelser.

# Scheduler.ConfirmRecurrenceEditTitle
source: Editing a recurring appointment
sv: Ändra återkommande händelser

# Scheduler.ConfirmRecurrenceMoveOccurrence
source: Move only this occurrence.
sv: Flytta endast aktuell händelse.

# Scheduler.ConfirmRecurrenceMoveSeries
source: Move the series.
sv: Flytta återkommande händelser.

# Scheduler.ConfirmRecurrenceMoveTitle
source: Moving a recurring appointment
sv: Flyttar återkommande händelser

# Scheduler.ConfirmRecurrenceResizeOccurrence
source: Resize only this occurrence.
sv: Ändra endast storlek på aktuell händelse.

# Scheduler.ConfirmRecurrenceResizeSeries
source: Resize the series.
sv: Ändra storlek på återkommande händelser.

# Scheduler.ConfirmRecurrenceResizeTitle
source: Resizing a recurring appointment
sv: Ändrar storlek på återkommande händelser

# Scheduler.ConfirmResetExceptionsText
source: Do you want to delete all existing recurrence exceptions?
sv: Vill du ta bort alla återkommande händelser.

# Scheduler.ConfirmResetExceptionsTitle
source: Confirm reset exceptions
sv: Tar bort alla återkommande händelser

# Scheduler.ContextMenuAddAppointment
source: New Appointment
sv: Ny händelse

# Scheduler.ContextMenuAddRecurringAppointment
source: New Recurring Appointment
sv: Ny återkommande händelse

# Scheduler.ContextMenuDelete
source: Delete
sv: Ta bort

# Scheduler.ContextMenuEdit
source: Edit
sv: Ändra

# Scheduler.ContextMenuGoToToday
source: Go to today
sv: Gå till idag

# Scheduler.HeaderDay
source: Day
sv: Dag

# Scheduler.HeaderMonth
source: Month
sv: Månad

# Scheduler.HeaderMultiDay
source: Multi-day
sv: Multi-dag

# Scheduler.HeaderNextDay
source: next day
sv: nästa dag

# Scheduler.HeaderPrevDay
source: previous day
sv: föregående dag

# Scheduler.HeaderTimeline
source: Timeline
sv: Tidslinje

# Scheduler.HeaderToday
source: today
sv: idag

# Scheduler.HeaderWeek
source: Week
sv: Vecka

# Scheduler.Save
source: Save
sv: Spara

# Scheduler.Show24Hours
source: Show 24 hours...
sv: Visa 24 timmar...

# Scheduler.ShowAdvancedForm
source: Options
sv: mer

# Scheduler.ShowBusinessHours
source: Show business hours...
sv: Visa arbetstimmar...

# Scheduler.ShowMore
source: more...
sv: Visa mer...

# ServiceStartFailure
source: Failed to start service.
sv: Misslyckades att starta service.

# ServiceStopFailure
source: Failed to stop service.
sv: Misslyckades att stoppa service.

# SettingsNotSaved
source: Failed to save settings
sv: Misslyckades att spara de nya inställningarna

source: Settings saved
sv: De nya inställningarna är sparade

source: Start
sv: Starta

source: Stop
sv: Stoppa

source: Unit
sv: Enhet

source: User name
sv: Användarnamn

# Warning.EmptyRecord.Alerts
source: No alerts defined
sv: Inga larm definierade

# Warning.EmptyRecord.Articles
source: No articles defined
sv: Det finns inga artiklar upplagda

# Warning.EmptyRecord.Categories
source: No categories defined
sv: Inga kategorier definierade

# Warning.EmptyRecord.Tags
source: No OPC tags imported
sv: Det finns inga taggar importerade

source: Yes
sv: Ja

source: Select division(s)
sv: Välj avdelning(ar)

# UserAdded
source: User {0} added
sv: Användare {0} tillagd

# UserDeleted
source: User {0} removed
sv: Användare {0} borttagen

# UserDeleteNotPossible
source: Cannot remove active user
sv: Kan inte ta bort inloggad användare.

# UserNotAdded
source: Failed to add user {0}
sv: Misslyckades att lägga till {0}

# UserNotDeleted
source: Failed to remove user {0}
sv: Misslyckades att ta bort {0}

# UserNotUpdated
source: Failed to update user {0}
sv: Misslyckades att uppdatera {0}

# UserUpdated
source: User {0} updated
sv: Användare {0} uppdaterad

# AddScheme
source: Add individal scheme
sv: Skapa särskilt schema

source: Scheduler
sv: Schemaläggare

source: No category
sv: Ingen kategori

# Warning.Title
source: Warning message
sv: Varningsmeddelande

source: Date, until
sv: Datum, t.o.m.

# OeeCalculateInfo
source: (Precalculation of data will be started within {0} minutes)
sv: (Förkalkylering av data kommer startas inom {0} minuter)

# Report.DivisionStoppageMonthly.Description
source: Downtime tracking for a single division/line
sv: Stopptidsuppföljning för en enskild avdelning/linje

# Report.DivisionStoppageMonthly.DisplayName
source: Division - Monthly report - Downtime tracking
sv: Avdelning - Månadsrapport - Stopptidsuppföljning
